dfpyme/app/Views/layout/header_mesas.php

        </div>
      </div>
    </div>
    <?php $id_tipo = model('empresaModel')->select('fk_tipo_empresa')->first() ?>
---
SELECT "fk_tipo_empresa"
FROM "empresa"
 LIMIT 1